Repository: bgonzalezn/PRTT-bpgn
Catalog: tm/pSIF Alert.tmx
Source language: en
Languages: es

source: In brittle (strong) fractured rock, Pre-split is not as effective, and the bench face is usually defined by excavator and scaling; Buffer blasting may produce similar results at less cost
es: En roca frágil (muy) fracturada, el precorte no es tan eficaz y la frente suele quedar definida por excavadora y desquinche. La voladura amortiguada puede producir resultados similares a menor costo.

source: In competent rock with favorable structure, incline Pre-split to match structure or about 75 degrees
es: En roca competente con estructura favorable, inclinar el precorte para que coincida con la estructura o alrededor de 75 grados.

source: In consideration of the size and scope of projects and planned activities, leadership appoints competent supervisors.
es: Considerando el tamaño y alcance de los proyectos y actividades planificadas, los lideres designan a supervisores competentes.

source: In consultation with the client, consult an Asbestos Competent Person to arrange sampling and analysis and advise on interim management.
es: En consulta con el cliente, pedir a una persona competente en asbesto que disponga de muestreo y análisis y que asesore a la gerencia interina.

source: In contrast, the 84th percentile (i.e., median plus one standard deviation) acceleration value developed from DSHA is commonly used to represent a MCE, conventionally defined as “the largest conceivable earthquake that appears possible along a recognized fault or within a geographically defined tectonic province, under the presently known or presumed tectonic framework” (USCOLD 1999).
es: Por el contrario, el valor de aceleración del percentil 84 (es decir, la mediana más una desviación estándar) desarrollado a partir del análisis determinístico suele usarse para representar un evento MCE, que se define por convención como “el mayor sismo que podría concebirse como posible a lo largo de una falla reconocida o dentro de un área tectónica definida geográficamente, según el marco tectónico actualmente conocido o supuesto” (USCOLD 1999).

source: In contravention of the road rules and signage at the intersection, the driver of the truck failed to give way to the vehicle driven by our employee.
es: Contraviniendo las normas de tránsito y la señalización en la intersección, el conductor del camión no cedió el paso al vehículo conducido por nuestro colaborador.

source: In doing so, our employee placed themselves within 2 metres of the unprotected edge of the roof and at the risk of falling from the roof surface; a breach of our Fatal Risk Controls.
es: Al hacerlo, se ubicó a 2 metros de un borde sin protección del techo, con el riesgo de caer desde este, algo que infringe nuestros Controles de Riesgos Fatales.

source: In evaluating the magnitudes reported in each source catalog, the following preference was given to represent the size of an earthquake event in the final project catalogue:
es: Al evaluar las magnitudes informadas en cada catálogo de fuentes, se estableció el siguiente orden de preferencia para representar el tamaño de un evento sísmico en el catálogo final del proyecto:

source: In fact a repetitive task (where one muscle group is used repeatedly) such as developing a monitoring well and hand augering also present significant manual handling risks.
es: De hecho, una tarea repetitiva (en que se utiliza repetidas veces un mismo grupo muscular) como excavar un pozo de monitoreo o el barrenado manual también representan riesgos importantes por manipulación.

source: In general terms, it is expected that slope designs in the competent intrusive units will be limited by the ability to develop steep, stable bench faces and effective catch benches, except where large-scale structural or alteration conditions affect stability.
es: En general, se espera que los diseños de taludes en las unidades intrusivas competentes estén limitados por la capacidad de desarrollar frentes altas y estables y bancos de seguridad eficaces, con excepción de aquellos lugares donde las condiciones estructurales o de alteración a gran escala afecten la estabilidad.

source: In general terms, the available hydraulic conductivity information exhibits a relatively wide range within HGUs and with depth, although there is an overall general trend for a reduction with depths below 40 meters [Note: in some of the Lugeon tests in the bedrock no water loss was recorded.
es: En términos generales, la información de conductividad hidráulica disponible muestra un rango relativamente extenso entre las HGU y a medida que aumenta la profundidad, aunque se evidencia una tendencia general a la reducción a mayores a 40 metros. [Nota: en algunos ensayos Lugeon en el basamento rocoso no se registró pérdida de agua.

source: In general, despite the increase in groundwater elevations in the TMF, seepage is expected to remain within La Palestina basin throughout the full period of mine operations as groundwater elevations around its perimeter remain above the elevation of the tailings.
es: En general, pese al aumento en las elevaciones de las aguas subterráneas en la presa de relaves, se espera que la infiltración permanezca dentro de la cuenca La Palestina durante todo el periodo de operación de la mina mientras que las elevaciones de las aguas subterráneas alrededor de este perímetro se mantengan por encima de la elevación de los relaves.

source: In general, the regional fault styles vary within the AFZ, and fall into four groups as described below.
es: En general, los estilos de falla en la región varían dentro de la ZFA y se clasifican en cuatro grupos, que se describen a continuación.

source: In general, we may be able to increase slope designs in competent rock by increasing the angle of the Pre-split from 63 degrees to 75 degrees or 80 degrees
es: En general, podríamos aumentar los diseños de taludes en roca competente aumentando el ángulo del precorte de 63 a 75 u 80 grados.

source: In general, well-developed jointing is indicated to dip steeply such that it is not a strong control of design bench face angles, which generally dip flatter than the predominant structures.
es: En general, se tiene que un diaclasamiento bien desarrollado presenta un manteo alto, tanto que no es un buen control de los ángulos de frente en el diseño, que tienen un manteo generalmente más plano que las estructuras predominantes.

source: In highly fractured rock, Buffer blasting may work as well as Pre-split
es: En roca altamente fracturada, la voladura amortiguada puede funcionar tan bien como el precorte.

source: In late 2016, BHP Billiton requested RBA and Dr. Kevin Coppersmith of Coppersmith Consulting (Coppersmith) to undertake a review of Golder (2015).
es: A fines de 2016, BHP Billiton solicitó a RBA y al Dr. Kevin Coppersmith de Coppersmith Consulting (Coppersmith) que revisara el trabajo de Golder (2015).

source: In many hydrogeological environments, structures in bedrock can sometimes act as preferential paths for groundwater flow; however, no such features have been positively identified during the field investigation programs completed to date at Gramalote.
es: En muchos ambientes hidrogeológicos, las estructuras en roca pueden actuar como vías preferenciales para el flujo de aguas subterráneas; sin embargo, estos rasgos no han sido identificados durante los programas de investigación de campo realizados hasta la fecha en Gramalote.

source: In one particular study to assess the potential impact of surface blasts on underground workings, Tunstall (1997) found that the quality of rock in which an excavation is situated can significantly influence the ground vibration level that the excavation can be exposed without sustaining damage.
es: En un estudio en particular para evaluar el impacto potencial de las voladuras superficiales en obras subterráneas, Tunstall (1997) encontró que la calidad de la roca en que se sitúa una excavación puede influir considerablemente en el nivel de vibración del suelo al que puede exponerse la excavación sin experimentar daño.

source: In order to further assess the stability of the Tres Gigantes, and their reaction to ground vibrations, it is recommended that a ground displacement system be established to monitor movement of the structures.
es: Para continuar la evaluación de la estabilidad de los Tres Gigantes y su reacción a las vibraciones del suelo, se recomienda implementar un sistema de medición del desplazamiento del suelo para monitorear el movimiento de las estructuras.

source: In order to meet these objectives, we have developed the Golder Associates Integrated Management System (GAIMS).
es: A fin de cumplir estos objetivos, hemos desarrollado el Sistema de Gestión Integrado de Golder Associates (GAIMS).

source: In order to use the available information in a more consistent and justifiable way, the earthquake magnitudes were grouped in different time intervals based on a completeness test evaluation at several magnitude intervals following the procedure of Stepp (1972).
es: A fin de usar la información disponible de manera más consistente y justificable, se agruparon las magnitudes sísmicas en diferentes intervalos de tiempo según una evaluación de prueba de completitud a distintos intervalos de magnitud siguiendo el procedimiento de Stepp (1972).

source: In other areas (e.g., Guacas Creek upstream of the main pit; in the El Topacio and El Banco creeks downstream of the WRF; and in the major Nus River valley) this unit plays a role in conduction of shallow groundwater, and it will act either as a groundwater source or sink, depending on the prevailing hydraulic gradient.
es: En otras zonas (Quebrada Guacas aguas arriba del pit principal, quebradas El Topacio y El Banco aguas abajo del depósito de estériles y en el valle principal del Río Nus, por ejemplo) esta unidad cumple una función en la conducción de las aguas subterráneas someras y también funcionará como fuente o punto de convergencia de aguas subterráneas, dependiendo del gradiente hidráulico imperante.

source: In other words, the acceptability of the calculated hazard results is based on the acceptability of the SSC and GMC models that constrain the hazard results.
es: En otras palabras, la aceptabilidad de los resultados de peligrosidad calculados se basa en la aceptabilidad de los modelos SSC y GMC que restringen esos resultados de peligrosidad.

source: In our world, the issues are our high risks activities.
es: En nuestro campo, los problemas son nuestras actividades de alto riesgo.

source: In particular, Golder sought evidence that these faults may have evidence for Quaternary-age (last 2.6 Ma) surface rupture, either based on published studies by others or from Golder’s review and analysis of aerial imagery undertaken as part of this study.
es: En particular, Golder buscó evidencia de que estas fallas puedan contener evidencia de ruptura superficial en la era Cuarternaria (últimos 2,6 Ma), ya sea sobre la base de estudios publicados por terceros o a partir de la propia revisión y análisis por Golder de imágenes aéreas tomadas en el marco del presente estudio.

source: In particular, the data, models, and methods used and documented in the report are reasonable and reflect the state of practice.
es: En particular, los datos, los modelos y los métodos usados y documentados en el informe son adecuados y reflejan el estado de la práctica.

source: In particular, the epistemic uncertainty was considered with respect to the following parameters:
es: En particular, se consideró la incertidumbre epistémica en relación con los siguientes parámetros:

source: In particular, we have sought evidence that these structures may have Quaternary-aged (last 2.6 Ma) surface rupture, either based on published studies by others or from review and analysis of aerial imagery completed for this study.
es: En particular, Golder buscó evidencia de que estas estructuras puedan contener ruptura superficial en la era Cuarternaria (últimos 2,6 Ma), ya sea sobre la base de estudios publicados por terceros o a partir de la propia revisión y análisis de imágenes aéreas tomadas para el presente estudio.

source: In previous studies this was considered to be Residual Soil.
es: Fue considerado Suelo Residual en estudios anteriores.

source: In progress and tied to a completion schedule
es: En avance y sujetos a un programa de término

source: In soft rock if there is significant back-break beyond the design bench crest:
es: En roca blanda, si hay sobrequiebre considerable, más allá del coronamiento de diseño del banco:

source: In some cases, lineaments that are identified close to or through the site or structure may warrant a field-based review.
es: En algunos casos, los lineamientos que fueron identificados cerca o a través del sitio o estructura pueden ameritar una revisión en terreno.

source: In some cases levels are closer to ground surface, as is typically the case in the base of valleys.
es: En algunos casos, los niveles están más cerca de la superficie del terreno, como suele suceder en el caso de los fondos de valle.

source: In some cases the word “GOLDER” might need to change to white, and in some cases the dark green segment of the “G” might need alteration.
es: En algunos casos, la palabra “GOLDER” debe cambiarse a blanco y en otros el segmento en verde oscuro de la “G” debe modificarse.

source: In some cases, our legal department may direct the use of an outside/third party investigator to do the investigation.
es: En algunos casos, el departamento jurídico puede usar los servicios de un investigador externo para que realice la investigación.

source: In some cases, seepage reported from one of the facilities towards an adjacent basin ultimately discharged at a boundary representing a mine facility.
es: En algunos casos, la infiltración descargada desde una de las instalaciones hacia una cuenca adyacente finalmente se descarga en una frontera que representa una instalación minera.

source: In some cases, the seepage ultimately discharges within another mine facility located in the receiving basin.
es: En algunos casos, la infiltración termina descargando en otra instalación minera ubicada en la cuenca receptora.

source: In sum, the development and treatment of the earthquake catalogue documented in the Golder report reflects current best practices for PSHA.
es: En resumen, el desarrollo y tratamiento del catálogo sísmico documentado en el reporte de Golder refleja las prácticas óptimas actuales para el análisis PSHA.

source: In summary, groundwater flow in the Project area is expected to occur primarily within the sandy saprolite and fractured bedrock horizons with only limited deep flow within sporadic fractures in the largely intact granodiorite bedrock.
es: En resumen, se espera que el flujo de agua subterránea en el área del Proyecto se presente principalmente en los horizontes de saprolito arenoso y roca fracturada con flujo profundo limitado en las fracturas esporádicas de la roca granodiorítica casi intacta.

source: In temperate and humid climatic conditions the (clay forming) feldspar, hornblende and biotite minerals in the igneous mass become intensely weathered by infiltrating groundwater, producing a stratigraphic profile which grades with depth from clay, to sandy, disaggregated rock to unweathered bedrock, which typically occurs at depths of 10 to 70m, though occasionally deeper; possibly associated with preferential weathering along structural systems.
es: En condiciones de clima templado y húmedo, los minerales feldespato (que forma arcilla), hornblenda y biotita en la masa ígnea son intensamente meteorizados por la infiltración de agua subterránea, lo que produce un perfil estratigráfico que cambia con la profundidad, desde arcilla a roca arenosa disgregada a roca fresca, que ocurre típicamente a profundidades de entre 10 y 70 m y algunas veces a mayor profundidad, posiblemente asociado con la meteorización preferencial a lo largo de sistemas estructurales.

source: In the WRF area, groundwater flow patterns at closure will remain similar to those simulated in year 2033 of the operational period (final build-out of the facility).
es: En el sector del depósito de estériles, los patrones de flujo de agua subterránea al cierre se mantendrán similares a los simulados en el año 2033 del periodo operacional (condición de desarrollo final de la instalación).

source: In the absence of age dating, relative ages of the intrusives (i) and contact breccias (b) are interpreted based on form and contacts with other intrusives and sedimentary units as listed in Table 2.4:
es: En ausencia de datación, las edades relativas de los intrusivos (i) y de las brechas de contacto (b) se interpretan basándose en su forma y en los contactos con otros intrusivos y unidades sedimentarias, que se indican en la Tabla 2.4.

source: In the absence of top line growth, the only way to fund investments is through further operational efficiency.
es: Ante la ausencia de crecimiento de la primera línea, la única manera de financiar las inversiones es mejorando la eficiencia operacional.

source: In the area of the TMF, groundwater elevations increase in response to the placement of tailings, and are expected to be at (or near) the tailings surface elevation during operations (see Figure 24).
es: En el área de la presa de relaves, las elevaciones de las aguas subterráneas aumentan en respuesta a la colocación de los relaves y se espera que estén a la altura (o cerca) de la elevación de la superficie de los relaves durante la operación (Figura 24).

source: In the area of the TMF, the majority of seepage from the tailings material discharges to the underdrain of the Sand Embankment and the sidehill structure, which ultimately discharges to the TMF seepage collection pond east of the Sand Embankment.
es: En el área de la presa de relaves, la mayor parte de la infiltración proveniente de los relaves descarga en el dren subsuperficial de la presa de arena y de la estructura de ladera, los cuales descargan a la piscina de recolección de infiltraciones de la presa de relaves, ubicado al este de la presa de arena.

source: In the area of the WRF, Oxide, and Low Grade Ore piles groundwater patterns are similar to pre-mining given the presence of the underdrain systems for each pile.
es: En el área del depósito de estériles, de la pila de óxidos y de la pila de mineral de baja ley, los patrones de agua subterránea son similares a los que se presentan antes de las operaciones mineras debido a la presencia de sistemas de drenaje subsuperficial en cada pila.

source: In the area of the WRF, Oxide, and Low Grade Ore piles, the underdrainage system minimizes pressure build-up beneath these facilities, with the result that the majority of infiltration reports to the underdrainage system.
es: En el área del depósito de estériles y de las pilas de óxidos y de mineral de baja ley, el sistema de drenaje subsuperficial minimiza la acumulación de presión bajo estas instalaciones, lo que permite que la mayoría de la infiltración sea captada por estos drenes.

source: In the case of the Gramalote and Monjas Pits, results were summarized in terms of groundwater inflow to the pits, the drawdown resulting from pit dewatering, and the relative influence of the pit drawdown on the local groundwater balance of the Nus River.
es: En el caso de los pits Gramalote y Monjas, los resultados se resumieron en términos del flujo subterráneo hacia los pits, del abatimiento resultante de la extracción de agua desde el pit y de la influencia relativa del abatimiento del pit en el balance local de agua subterránea del Río Nus.

source: In the combined catalog, earthquakes were reported in a range of magnitude scales, including moment magnitude (M), surface-wave magnitude (MS) and body-wave magnitude (mb).
es: Los sismos que aparecen en el catálogo combinado tienen escalas de magnitud diferentes tales como magnitud de momento (M), magnitud de onda superficial (MS) y magnitud de onda de compresión (mb).

source: In the combined earthquake catalog, earthquakes were reported in a range of magnitude scales, including M, surface-wave magnitude (MS), and body-wave magnitude (mb).
es: Los sismos que aparecen en el catálogo combinado tienen escalas de magnitud diferentes tales como M, magnitud de onda superficial (MS) y magnitud de onda de compresión (mb).

source: In the course of this review, I have considered the various elements of the SSC and GMC models that form the input to the hazard calculations.
es: Durante esta revisión, he considerado diversos elementos de los modelos SSC y GMC que constituyen la entrada para los cálculos de peligrosidad.

source: In the durable Intrusive, this may occur as the result of rock strength or alteration conditions associated with large-scale structures, or if poor operating practices result in unacceptable rockfall hazards.
es: En el intrusivo durable, esto puede darse como resultado de la resistencia de la roca o las condiciones de alteración asociadas a estructuras de gran escala o si malas prácticas operacionales dan como resultado peligros de caída de roca inaceptables.

source: In the event of an emergency, all media enquiries shall be forwarded to the Crisis Response Team.
es: En caso de una emergencia, todas las consultas de la prensa deben ser canalizadas al Grupo de Respuesta ante Crisis.

source: In the face of perceived time pressure, one of the Golder staff supervising the off-loading took it upon himself to climb onto the top of the cargo container to unhook the remaining cable without proper fall protection.
es: Debido a una percepción de apremio, uno de los trabajadores de Golder que supervisaban la descarga tomó la decisión de escalar el contenedor para desenganchar el cable restante, sin hacer uso del equipo de protección contra caídas adecuado.

source: In the field setting, administration of some drug treatments can be helpful, but must be overseen by trained doctors.
es: En el entorno de campo, la administración de algunos tratamientos con fármacos puede ser útil, pero debe ser supervisada por médicos.

source: In the final interpretation that has been carried forward into the modelling of unit surfaces this has been combined with the Fractured Rock horizon as it is likely that they have very similar hydraulic properties.
es: En la interpretación final que se realizó para la modelación de las superficies unitarias, se combinó con el horizonte de Roca Fracturada y es probable que cuenten con propiedades hidráulicas similares.

source: In the quarter, we have advanced many of the action items in our 2017 Global Plan that cover all aspects of our business.
es: Hemos avanzado durante el trimestre en muchos de los puntos de nuestro Plan Global 2017 que cubren todos los aspectos de nuestro negocio.

source: In the same way our Take 5 supports this decision making process on our site.
es: De la misma manera, nuestro sistema “Take 5” apoya el proceso de toma de decisiones en terreno.

source: In the vicinity of the 4230 bench, the roadside stormwater ditch descending from the Botadero Este (comprised of oxide argillic waste rock) crossed an open fracture (crack) in Colluvium extending across the road (see slides 36 and 37 of the Hydrogeology presentation).
es: En las cercanías del banco 4230, la zanja de aguas pluviales al costado del camino que desciende desde el Botadero Este (que se compone de roca estéril argílica de óxidos) cruza una fractura abierta (grieta) en el Coluvión que se extiende a través del camino (ver diapositivas 36 y 37 de la presentación de Hidrogeología).
